Repository: yogipriyo/BlindUX
Catalog: BlindUX/BlindUX/Localization/*.lproj/Localizable.strings
Languages: id_id

# login_button_title
source: Login
id_id: Masuk

# login_decription_label
source: Please fill in your email & password
id_id: Silahkan masukkan email & password anda

# email_text_field_name
source: Email text field
id_id: Kolom email

# password_text_field_name
source: Password text field
id_id: Kolom password

# current_text_field_prefix
source: Now you are on the
id_id: Anda sekarang berada di

source: Unrecognized code
id_id: Kode tidak dikenali

# morse_code_dot
source: Dot
id_id: Titik

# morse_code_dash
source: Dash
id_id: Garis

# empty_translated_text
source: Text is empty
id_id: Text masih kosong

source: Open central menu
id_id: Menu tengah terbuka

source: Close central menu
id_id: Menu tengah tertutup

source: Stay on current page
id_id: Tetap di halaman ini

source: Back to previous page
id_id: Kembali ke halaman sebelumnya

source: Submit form
id_id: Mengirim formulir

# submit_form_prompt_question
source: Do you want to submit this form?, swipe right to confirm or swipe left to cancel
id_id: Apakah anda ingin mengirim formulir ini? geser kanan untuk mengirim atau geser kiri untuk batal

# only_has_single_field
source: You only have one field
id_id: Hanya terdapat 1 kolom

# last_field
source: This is the last field
id_id: Ini kolom terakhir

# first_field
source: This is the first field
id_id: Ini kolom paling awal

source: Move to the next field
id_id: Pindah ke kolom berikutnya

source: Move back to previous field
id_id: Pindah kembali ke kolom sebelumnya

# has_no_field
source: This page does not have any field
id_id: Halaman ini tidak mempunyai kolom

# result_text
source: Result
id_id: Hasil

source: Delete
id_id: Hapus

# combined_result_text
source: Combined result
id_id: Kombinasi hasil
